{
  "LuaSnip": {
    "branch": "master"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "obsidian.nvim": {
    "branch": "main"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "onedark": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "vim-be-good": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  }
}